[{
    "Code": "600-6000-0061",
    "Title": "Convenience Store",
    "Description": "An establishment that sells groceries, candy, toiletries, soft drinks, tobacco products, newspapers and other products. Some convenience stores may be part of a petro/fuel station."
  },
  {
    "Code": "600-6100-0062",
    "Title": "Shopping Mall",
    "Description": "A complex of businesses that are co-located and share common services. Shopping malls generally include a variety of retail businesses, such as clothing, electronics, jewelry, restaurants and more. Common examples of shopping malls include covered shopping centers, strip malls, famous shopping streets, factory outlets and open air shopping centers."
  },
  {
    "Code": "600-6200-0063",
    "Title": "Department Store",
    "Description": "A business that sells a wide variety of merchandise that is organized by product or service departments. Departments generally include clothing, garden, electronics, photo services, household goods, pets, toys and more."
  },
  {
    "Code": "600-6300-0064",
    "Title": "Food-Beverage Specialty Store",
    "Description": "A business that sells specialty products of a particular type of food or beverage, such as ice cream, meat, cheese, coffee or other unprepared foods."
  },
  {
    "Code": "600-6300-0066",
    "Title": "Grocery",
    "Description": "A business that sells a large variety of food including fresh produce, frozen foods, packaged goods, bakery items and meat products."
  },
  {
    "Code": "600-6300-0067",
    "Title": "Specialty Food Store",
    "Description": "A business that sells unique ethnic or quality foods."
  },
  {
    "Code": "600-6300-0068",
    "Title": "Wine and Liquor",
    "Description": "A business that sells packaged beer, wine and liquor products."
  },
  {
    "Code": "600-6300-0244",
    "Title": "Bakery and Baked Goods Store",
    "Description": "A business that sells bread and other baked goods. Common examples include cupcake shops, bagel shops and other types of bakeries."
  },
  {
    "Code": "600-6300-0245",
    "Title": "Sweet Shop",
    "Description": "A business that sells traditional sweets and popular snacks. Common examples include candy stores, fudge shops and chocolatiers."
  },
  {
    "Code": "600-6300-0246",
    "Title": "Doughnut Shop",
    "Description": "A shop that specializes in the production and sale of doughnuts (also commonly spelled as donuts)."
  },
  {
    "Code": "600-6300-0363",
    "Title": "Butcher",
    "Description": "A specialty store where fresh meats and associated goods are available."
  },
  {
    "Code": "600-6300-0364",
    "Title": "Dairy Goods",
    "Description": "A specialty store where dairy products and associated goods are available."
  },
  {
    "Code": "600-6400-0000",
    "Title": "Drugstore or Pharmacy",
    "Description": "A business that sells medications, toiletry items and other retail cosmetics. Drugstores and Pharmacies generally sell both prescription and non-prescription medications. This is a base-level category that should be used for all places that do not fit other categories defined forPharmacy (600-6400-xxxx)."
  },
  {
    "Code": "600-6400-0069",
    "Title": "Drugstore",
    "Description": "A business that sells prescription and non-prescription medications in addition to other consumer goods, such as cosmetics, snacks, beverages and tobacco products."
  },
  {
    "Code": "600-6400-0070",
    "Title": "Pharmacy",
    "Description": "A business that prepares and dispenses pharmaceutical drugs, medicines and other health remedies."
  },
  {
    "Code": "600-6500-0072",
    "Title": "Consumer Electronics Store",
    "Description": "A business that sells consumer and entertainment electronics such as cooking/washing appliances, televisions, and gaming systems."
  },
  {
    "Code": "600-6500-0073",
    "Title": "Mobile Retailer",
    "Description": "An authorized retailer of mobile phones and devices."
  },
  {
    "Code": "600-6500-0074",
    "Title": "Mobile Service Center",
    "Description": "An authorized service center for the servicing and repair of mobile phones and devices."
  },
  {
    "Code": "600-6500-0075",
    "Title": "Computer and Software",
    "Description": "A business that sells computer goods, such as hardware, software and related accessories."
  },
  {
    "Code": "600-6500-0076",
    "Title": "Entertainment Electronics",
    "Description": "A business that sells consumer electronics and entertainment equipment."
  },
  {
    "Code": "600-6600-0000",
    "Title": "Hardware, House and Garden",
    "Description": "A business that sells crafts, gardening, remodeling, or decorating items for the home. This is a base-level category that should be used for all places that do not fit other categories defined forHardware, House and Garden (600-6600-xxxx)."
  },
  {
    "Code": "600-6600-0077",
    "Title": "Home Improvement",
    "Description": "A business that sells a variety of building materials, hardware, and home improvement products. These are larger in size than hardware stores, and are usually major retail chains."
  },
  {
    "Code": "600-6600-0078",
    "Title": "Home Specialty Store",
    "Description": "A business that sells home furnishings and accessories, but also specializes in custom furniture and other household items."
  },
  {
    "Code": "600-6600-0079",
    "Title": "Floor and Carpet",
    "Description": "A business that sells flooring and carpeting."
  },
  {
    "Code": "600-6600-0080",
    "Title": "Furniture Store",
    "Description": "A business that sells furnishings and accessories for a home."
  },
  {
    "Code": "600-6600-0082",
    "Title": "Garden Center",
    "Description": "A business that sells a variety of lawn and garden supplies, tools and other related items."
  },
  {
    "Code": "600-6600-0083",
    "Title": "Glass and Window",
    "Description": "A business that sells windows, glass products and window treatments. These establishments may also provide window installation services."
  },
  {
    "Code": "600-6600-0084",
    "Title": "Lumber",
    "Description": "A business that sells timber products."
  },
  {
    "Code": "600-6600-0085",
    "Title": "Major Appliance",
    "Description": "A business that sells major household appliances."
  },
  {
    "Code": "600-6600-0310",
    "Title": "Power Equipment Dealer",
    "Description": "A business that sells power equipment, such as lawnmowers, lawn tractors and generators. These establishments may also provide repair or rental services, and may also sell replacement parts."
  },
  {
    "Code": "600-6600-0319",
    "Title": "Paint Store",
    "Description": "A business that sells paint and other related products."
  },
  {
    "Code": "600-6700-0000",
    "Title": "Other Bookshop",
    "Description": "A business that sells books, magazines and other reading material. This is a base-level category that should be used for all places that do not fit other categories defined for Bookshop (600-6700-xxxx)."
  },
  {
    "Code": "600-6700-0087",
    "Title": "Bookstore",
    "Description": "A retail business that primarily sells books."
  },
  {
    "Code": "600-6800-0000",
    "Title": "Clothing and Accessories",
    "Description": "A business that sells apparel items, garments or fashion accessories for men, women, and children. This is a base-level category that should be used for all places that do not fit other categories defined for Clothing and Accessories (600-6800-xxxx)."
  },
  {
    "Code": "600-6800-0089",
    "Title": "Men's Apparel",
    "Description": "A business that sells men's wear and accessories."
  },
  {
    "Code": "600-6800-0090",
    "Title": "Women's Apparel",
    "Description": "A business that sells women's wear and accessories."
  },
  {
    "Code": "600-6800-0091",
    "Title": "Children's Apparel",
    "Description": "A business that sells children's wear and accessories."
  },
  {
    "Code": "600-6800-0092",
    "Title": "Shoes-Footwear",
    "Description": "A business that sells shoes."
  },
  {
    "Code": "600-6800-0093",
    "Title": "Specialty Clothing Store",
    "Description": "A business that sells and specializes in a specific type of clothing."
  },
  {
    "Code": "600-6900-0000",
    "Title": "Consumer Goods",
    "Description": "A business that sells a variety of products targeted to consumers. This is a base-level category that should be used for all places that do not fit other categories defined for Consumer Goods (600-6900-xxxx)."
  },
  {
    "Code": "600-6900-0094",
    "Title": "Sporting Goods Store",
    "Description": "A business that sells individual and team sports equipment and other related items."
  },
  {
    "Code": "600-6900-0095",
    "Title": "Office Supply and Services Store",
    "Description": "A business that sells office supplies. These businesses may also provide select professional business services, such as printing, photocopying, graphic design, shipping and advertising."
  },
  {
    "Code": "600-6900-0096",
    "Title": "Specialty Store",
    "Description": "A business that specializes in the sale of a specific type of merchandise. For example, a candle store, t-shirts shop or other."
  },
  {
    "Code": "600-6900-0097",
    "Title": "Pet Supply",
    "Description": "A business that sells goods and services for pets."
  },
  {
    "Code": "600-6900-0098",
    "Title": "Warehouse-Wholesale Store",
    "Description": "A business that sells consumer goods in bulk quantity. These places may charge membership fees."
  },
  {
    "Code": "600-6900-0099",
    "Title": "General Merchandise",
    "Description": "A business that sells general merchandise, but does not fit into other retail categories."
  },
  {
    "Code": "600-6900-0100",
    "Title": "Discount Store",
    "Description": "A business that sells merchandise below suggested retail value."
  },
  {
    "Code": "600-6900-0101",
    "Title": "Flowers and Jewelry",
    "Description": "A business that sells that buys and sells jewelry, or that sells and arranges plants and cut flowers."
  },
  {
    "Code": "600-6900-0102",
    "Title": "Variety Store",
    "Description": "A business that sells a large variety of general goods."
  },
  {
    "Code": "600-6900-0103",
    "Title": "Gift, Antique and Art",
    "Description": "A business that sells antiques, art, gifts, novelty items, souvenir items or greeting cards."
  },
  {
    "Code": "600-6900-0105",
    "Title": "Record, CD and Video",
    "Description": "A business that sells audio and video media."
  },
  {
    "Code": "600-6900-0106",
    "Title": "Video and Game Rental",
    "Description": "A business that rents videotapes, DVDs, or electronic games."
  },
  {
    "Code": "600-6900-0107",
    "Title": "Cigar and Tobacco Shop",
    "Description": "A business that sells cigars, tobacco, pipes, and other tobacco smoking accessories."
  },
  {
    "Code": "600-6900-0108",
    "Title": "Vaping Store",
    "Description": "A business that sells electronic cigarettes (also refered to as vaporizers) and other vaping accessories."
  },
  {
    "Code": "600-6900-0246",
    "Title": "Bicycle and Bicycle Accessories Shop",
    "Description": "A business that sell bicycles and bicycle accessories."
  },
  {
    "Code": "600-6900-0247",
    "Title": "Market",
    "Description": "A public marketplace where fresh fruits, vegetables, meat, and other farm products are sold. Some markets also sell other types of merchandise."
  },
  {
    "Code": "600-6900-0248",
    "Title": "Motorcycle Accessories",
    "Description": "A business that sells motorcycle accessories."
  },
  {
    "Code": "600-6900-0249",
    "Title": "Non-Store Retailers",
    "Description": "A business that sells merchandise without a physical storefront. For example, mail catalogs, television sales, and internet-based sales sites fall within this category."
  },
  {
    "Code": "600-6900-0250",
    "Title": "Pawnshop",
    "Description": "A business that provides cash or secured loans in exchange for personal property. For loans, the personal property is used as collateral. These places generally offer items for sale to recoup the value of the loan for those that have extended beyond the contractual period."
  },
  {
    "Code": "600-6900-0251",
    "Title": "Used-Second Hand Merchandise Stores",
    "Description": "A business that sells previously owned and used merchandise, such as clothing, books, furniture and toys. Inventory in these stores varies widely."
  },
  {
    "Code": "600-6900-0305",
    "Title": "Adult Shop",
    "Description": "A business that sells items made specifically for adult use, often with sexual connotations."
  },
  {
    "Code": "600-6900-0307",
    "Title": "Arts and Crafts Supplies",
    "Description": "A business that sells merchandise for home made arts and crafts projects."
  },
  {
    "Code": "600-6900-0355",
    "Title": "Florist",
    "Description": "A business that sells and arranges plants and cut flowers."
  },
  {
    "Code": "600-6900-0356",
    "Title": "Jeweler",
    "Description": "A business that makes or sells jewels or jewelry. Some places may also offer repair services."
  },
  {
    "Code": "600-6900-0358",
    "Title": "Toy Store",
    "Description": "A business that makes or sells toys."
  },
  {
    "Code": "600-6900-0388",
    "Title": "Hunting-Fishing Shop",
    "Description": "A business that sells hunting or fishing-related items, such as boots, waders, rods, reels and other accessories."
  },
  {
    "Code": "600-6900-0389",
    "Title": "Running-Walking Shop",
    "Description": "A business that sells running or walking-related items, such as shoes, clothing and other accessories."
  },
  {
    "Code": "600-6900-0390",
    "Title": "Skate Shop",
    "Description": "A business that sells skate-related items, such as skateboards, clothing, protective gear and other accessories."
  },
  {
    "Code": "600-6900-0391",
    "Title": "Ski Shop",
    "Description": "A business that sells skiing-related items, such as skis, ski boots, clothing and other accessories."
  },
  {
    "Code": "600-6900-0392",
    "Title": "Snowboard Shop",
    "Description": "A business that sells snowboarding-related items, such as snowboards, protective gear, clothing and other accessories."
  },
  {
    "Code": "600-6900-0393",
    "Title": "Surf Shop",
    "Description": "A business that sells surf-related items, such as surf boards, rash vests and other accessories."
  },
  {
    "Code": "600-6900-0394",
    "Title": "BMX Shop",
    "Description": "A business that sells BMX-related items, such as BMX bicycles, BMX parts, clothing and protective gear."
  },
  {
    "Code": "600-6900-0395",
    "Title": "Camping-Hiking Shop",
    "Description": "A business that sells camping/hiking-related items, such as tents, sleeping bags and other accessories."
  },
  {
    "Code": "600-6900-0396",
    "Title": "Canoe-Kayak Shop",
    "Description": "A business that sells canoe/kayak-related items, such as clothing, canoes, paddles and other accessories."
  },
  {
    "Code": "600-6900-0397",
    "Title": "Cross Country Ski Shop",
    "Description": "A business that sells equipment for cross-country skiing."
  },
  {
    "Code": "600-6900-0398",
    "Title": "Tack Shop",
    "Description": "A business that sells equipment for horseback riding."
  },
  {
    "Code": "600-6950-0000",
    "Title": "Hair and Beauty",
    "Description": "A business that provides hair styling and personal appearance services. Places in this category may also sell hair products and other related cosmetic items. This is a base-level category that should be used for all places that do not fit other categories defined for Hair and Beauty (600-6950-xxxx)."
  },
  {
    "Code": "600-6950-0399",
    "Title": "Barber",
    "Description": "A business that provides hair cutting services, especially for men, and may offer shaves or beard trims."
  },
  {
    "Code": "600-6950-0400",
    "Title": "Nail Salon",
    "Description": "A business that provides manicure and pedicure services."
  },
  {
    "Code": "600-6950-0401",
    "Title": "Hair Salon",
    "Description": "A business that provides hair styling, personal appearance services, and may also sell hair products and other related cosmetic items."
  }]
  